Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=357_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Pekka Aikio jååŠđat sääŠmteeŠǧǧ vaal-luŠvddkååŠdd
fin: Pekka Aikio johtaa saamelaiskäräjien vaalilautakuntaa

source: SääŠmteeŠǧǧ vuõccu ååraš vuässlaž Pekka Aikio vaalšeš puõŠtti sääŠmteeŠǧǧvaali vaal-luŠvddkååŠdd saaǥǥjååŠđteejen.
fin: Saamelaiskäräjien vuotsolainen jäsen Pekka Aikio valittiin seuraavien saamelaiskäräjävaalien vaalilautakunnan puheenjohtajaksi.

source: JeeŠres vaalšum vaal-luŠvddkååŠdd vuässla liâ Juha Magga Enontekiöst (vääŠrrvuässlaž Nils Henrik Valkeapää), Maria Sofia Aikio Uccjooǥǥâst (vääŠrrvuässlaž Vieno Länsman), Marjaana Aikio Aanrest (vääŠrrvuässlaž Oula Valkeapää) da Ilmari Laiti Aanrest (vääŠrrvuässlaž Marja Männistö).
fin: Muut valitut vaalilautakunnan jäsenet ovat Juha Magga Enontekiöltä (varajäsen Nils Henrik Valkeapää), Maria Sofia Aikio Utsjoelta (varajäsen Vieno Länsman), Marjaana Aikio Inarista (varajäsen Oula Valkeapää) ja Ilmari Laiti Inarista (varajäsen Marja Männistö).

source: Pekka Aikio vääŠrrvuässliŠžžen nõõmteš Päivi Magga Vuõccust.
fin: Pekka Aikion varajäseneksi nimettiin Päivi Magga Vuotsosta.

source: SääŠmteeŠǧǧ puõŠtti vaal tuåimtet čâhčča 2011.
fin: Saamelaiskäräjien seuraavat vaalit toimitetaan syksyllä 2011.

source: Täin vaalin vaalšet sääŠmteeŠǧǧ vaalpââŠjj eeŠjjid 2012-2015.
fin: Näissä vaaleissa valitaan saamelaiskäräjät vaalikaudeksi 2012-2015.
